jorgebucaran/fisher
ilancosman/tide@v5
patrickf1/fzf.fish
jorgebucaran/autopair.fish
joshmedeski/fish-lf-icons
jorgebucaran/replay.fish
meaningful-ooo/sponge
nickeb96/puffer-fish
jorgebucaran/spark.fish
joehillen/to-fish
jethrokuan/z
catppuccin/fish
